export default {
  "navbar.popover.title": "شراء الكاماس",
  "navbar.popover.link1": "تبادل الكاماس",
  "navbar.popover.link2": "بيع الكاماس",
  "navbar.popover.link3": "باي سيف كارد",
  "navbar.popover.account": "الحساب",

  "languageandcur.language": "اللغة",
  "languageandcur.currency": "العملة",
  "languageandcur.en": "الإنجليزية",
  "languageandcur.fr": "الفرنسية",
  "languageandcur.es": "الإسبانية",
  "languageandcur.ar": "العربية",

  "languageandcur.title": "اللغة والعملة",
  "languageandcur.desc":
    "يرجى ملاحظة أن بعض طرق الدفع قد لا تدعم عملتك المحلية. في صفحة الدفع، قد نقوم بتحويل السعر إلى الدولار الأمريكي أو اليورو.",

  "hero.titlefirst": "شراء الكاماس",
  "hero.titlesecond": "آمن، سريع وبأفضل الأسعار",
  "hero.desc":
    "استمتع بثقة أكثر من 100,000 عميل راضٍ مع مزود الكاماس الرائد لأكثر من 4 سنوات، هنا لخدمتك.",
  "hero.reviewsnote": "التقييم 4.9 / 5",
  "hero.reviewsdesc": "بناءً على 932.15 مراجعة",
  "hero.game": "اختر اللعبة",
  "hero.server": "اختر الخادم",
  "hero.serverdesc": "الخوادم",
  "hero.needkamas": "كم عدد الكاماس التي تحتاجها؟",
  "hero.character": "اسمك داخل اللعبة",
  "hero.btn": "أضف إلى السلة",
  "hero.bottomdesc": "التسليم في غضون دقائق وقابلية تأمين 100%",
  "hero.added.cart": "تم إضافة {serverName} إلى السلة بنجاح",
  "cart.goToCart": "الذهاب إلى السلة",

  "cartpage.image": "الصورة",
  "cartpage.name": "الاسم",
  "cartpage.jeu": "اللعبة",
  "cartpage.qty": "الكمية",
  "cartpage.unitPrice": "سعر الوحدة",
  "cartpage.server": "الخادم",
  "cartpage.deliverQty": "كمية التسليم",
  "cartpage.characterName": "اسم الشخصية",
  "cartpage.total": "الإجمالي",
  "cartpage.sousTotal": "الإجمالي الفرعي",
  "cartpage.continueShop": "متابعة التسوق",
  "cartpage.order": "الطلب",

  "cartpage.returnLink": "متابعة التسوق",
  "cartpage.subtitle": "عربة التسوق",
  "cartpage.character": "الشخصية",
  "cartpage.itemhave": "لديك {items} عنصر{item} في عربة التسوق الخاصة بك",
  "cartpage.orderSummary": "ملخص الطلب",
  "cartpage.paymethod": "طرق الدفع",
  "cartpage.subtotal": "الإجمالي الفرعي",
  "cartpage.shipping": "الشحن",
  "cartpage.checkout": "الدفع",
  "cartpage.checkoutLoadingBtn": "جاري التنفيذ...",
  "cartpage.success":
    "تم تقديم الطلب بنجاح. افتح الدردشة للمتابعة في عملية التبادل",
  "cartpage.error": "حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقاً",
  "cartpage.totalItems": "المجموع ({totalItems} عنصر)",

  "infosect.desctitle": "شراء وبيع كاماس دوفوس",
  "infosect.descdesc":
    "تساعدك الكاماس على الاستمتاع باللعبة بشكل أفضل، والحصول على الكاماس عن طريق شرائها هو أفضل طريقة، مع الكاماس يمكنك شراء عناصر مثل الموارد أو المعدات، والسفر عبر عالم الإثني عشر.",
  "infosect.howbuytitle": "لماذا تشتري كاماس دوفوس من 2ibn؟",
  "infosect.howbuy1": "أفضل الأسعار وكميات كبيرة في المخزون",
  "infosect.howbuy2": "خدمات سريعة وآمنة على مدار الساعة طوال أيام الأسبوع",
  "infosect.howbuy3": "عملية توصيل بسيطة",
  "infosect.howbuy4": "95% من الطلبات يتم توصيلها خلال 10 دقائق",
  "infosect.howbuy5": "موثوق به من قبل شركاء الدفع والموردين الموثوقين",
  "infosect.howobtaintitle": "كيف تحصل على كاماس دوفوس؟",
  "infosect.howobtain1": "قم بالتسجيل أو تسجيل الدخول إلى حسابك في 2ibn",
  "infosect.howobtain2": "اختر كمية سيرفر دوفوس والكاماس",
  "infosect.howobtain3": "انقر على 'أضف إلى السلة' وانتقل إلى صفحة السلة",
  "infosect.howobtain4": "قم بتسجيل الدخول إلى دوفوس وانتظر البائع",
  "infosect.howobtain5": "أكد استلام الكاماس بعد استلامها",
  "infosect.howtoreciveyourkamastitle": "كيف تستلم كاماس دوفوس الخاصة بك؟",
  "infosect.howtoreciveyourkamas1":
    "تستخدم 2ibn طريقة التوصيل 'وجه لوجه' لتوصيل جميع الطلبات (مما يعني أنه يجب أن تكون متصلاً في نفس الوقت معنا لتلقي كاماس دوفوس الخاصة بك).",
  "infosect.howtoreciveyourkamas2":
    "العملية بسيطة: بعد تقديم طلبك، يرجى الاتصال بنا عبر دعم الدردشة الحية على مدار الساعة طوال أيام الأسبوع. إذا كنت تعرف نقطة الموعد الخاصة بنا في دوفوس، يمكنك الذهاب إلى هناك واستخدام وظيفة 'أنا على الإنترنت' على 2ibn لإعلامنا بأنك تتوقع التبادل.",
  "infosect.bottomtitle": "هل أنتم مستعدون لحكم عالم الإثني عشر؟",
  "infosect.btn": "جمع كاماسك الآن!",

  "exchange.info":
    "سوف نرسل لك رسائل خاصة داخل اللعبة مع رمز التبادل الذي قدمته، من أجل تأكيد أن المستلم الذي يقوم بالتبادل معك هو جزء من فريقنا.",
  "exchange.title": "انتبه",
  "exchange.notice":
    "M=1,000,000 كاماس. تحذير: 2iBn لن تطلب منك أبداً إعادة كاماسك أو عناصر دوفوس داخل اللعبة؛ سنطلب منك دائماً الذهاب إلى 'الدردشة الحية' لمناقشة أي مشاكل. لا تعطي كاماسك أو عناصر دوفوس لأي شخص يدعي أنه 2iBn.",
  "exchange.headeartitle": "تبادل كاماس",
  "exchange.serverToPay": "الخادم للدفع",
  "exchange.qtyToPay": "الكمية للدفع (M)",
  "exchange.characterToPay": "الشخصية للدفع",
  "exchange.serverToReceive": "الخادم للاستلام",
  "exchange.qtyToReceive": "الكمية للاستلام (M)",
  "exchange.characterToReceive": "الشخصية للاستلام",
  "exchange.exchangeCode": "رمز التبادل",
  "exchange.btn": "تبادل",
  "exchange.btnLoading": "جارٍ التبادل...",
  "exchange.placeholderServer": "اختر الخادم",
  "exchange.serverToPayErr": "الخادم للدفع مطلوب",
  "exchange.qtyToPayErr": "الكمية للدفع مطلوبة",
  "exchange.qtyToReceiveErr": "الكمية للاستلام مطلوبة",
  "exchange.characterToPayErr": "الشخصية للدفع مطلوبة",
  "exchange.serverToReceiveErr": "الخادم للاستلام مطلوب",
  "exchange.characterToReceiveErr": "الشخصية للاستلام مطلوبة",
  "exchange.exchangeCodeErr": "رمز التبادل مطلوب",
  "exchange.success":
    "تم تقديم طلب التبادل بنجاح. افتح الدردشة للمتابعة في التبادل.",
  "exchange.error": "حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقاً.",

  "exchange.desc1":
    "هل لديك كاماس على خوادم دوفوس أو دوفوس توتش أخرى؟ أو هل لديك كاماس على دوفوس توتش وترغب في نقلها إلى خوادم أخرى؟ لا مشكلة! 2iBn يضمن أيضًا نقل الكاماس من خادم إلى آخر.",
  "exchange.desc2":
    "يمكنك تبادل كاماسك معنا بين الخوادم ذات الحساب الواحد مثل دراكونيروس، وكذلك الخوادم الكلاسيكية لدوفوس مثل إميجيرو، أوروكام، أومبري، تالكا شا، هيل مينيا، وتيليزيا. بالنسبة لدوفوس ريترو، نغطي أيضًا إراتز، هنوال، كرايل، جالجارين، وبوون، وكذلك دوفوس توتش مع أوشيمو، هيرديغريز، تيرا كوجيتا، إبسيلون، تالوك، وتيليوان.",

  "sellkamas.headertitle": "بيع خادم دوفوس",
  "sellkamas.headertitleDescServ": "الخادم",
  "sellkamas.headertitleDescQty": "كمية الكاماس",
  "sellkamas.headertitleDescServContent": "يمكن بيع الخوادم المتاحة فقط",
  "sellkamas.headertitleDescQtyContent":
    "الحد الأدنى من كمية الكاماس للبيع هو 5M",
  "sellkamas.headertableServ": "الخادم",
  "sellkamas.headertablePriceDH": "المغرب (DH)",
  "sellkamas.headertablePriceEUR": "السعر (€/M)",
  "sellkamas.headertablePriceUSD": "السعر ($/M)",
  "sellkamas.headertablePriceAED": "الإمارات (AED)",
  "sellkamas.headertableStatus": "الحالة",
  "sellkamas.headertableAction": "الإجراء",
  "sellkamas.headertableBtn": "بيع الآن",
  "sellkamas.headertableStatusInTableAva": "غير مكتمل",
  "sellkamas.headertableStatusInTableComp": "المخزون كامل",

  "sellkamas.descTitle": "بيع الكاماس | بيع الكاماس",
  "sellkamas.qtyDesc": "الكمية",
  "sellkamas.qtyDescBankTransfer":
    "التحويلات البنكية وCashPlus، وWafaCash [المغرب]",

  "sellkamas.desc1min":
    "القيمة الدنيا 20 يورو من الكاماس (بايبال، سكريل، وبيتكوين)",
  "sellkamas.desc2min":
    "القيمة الدنيا 200 درهم مغربي من الكاماس (التحويلات البنكية، CashPlus، WafaCash [المغرب])",
  "sellkamas.paymentMethodSell": "طرق الدفع",
  "sellkamas.paymentMethodSellPaypal":
    "الدفع خلال 6 إلى 24 ساعة بعد تسليم الكاماس. (رسوم بايبال تعتمد على المبلغ والبلد)",
  "sellkamas.paymentMethodSellSkrill":
    "الدفع خلال 6 إلى 24 ساعة بعد تسليم الكاماس.",
  "sellkamas.paymentMethodSellSepa":
    "الدفع خلال 24 إلى 48 ساعة بعد تسليم الكاماس. (الحد الأدنى 100 يورو من الكاماس)",
  "sellkamas.paymentMethodSellBitcoin":
    "الدفع خلال 6 إلى 24 ساعة بعد تسليم الكاماس.",
  "sellkamas.paymentMethodSellUsdt":
    "الدفع خلال 6 إلى 24 ساعة بعد تسليم الكاماس. (رسوم TRC20 / ERC20: 1 USDT لكل عملية)",
  "sellkamas.paymentMethodSellBankTransfer":
    "الدفع يتم إرساله خلال 24 ساعة بعد تسليم الكاماس.",

  "sellkamas.desc2":
    "الكمية: الحد الأدنى للقيمة 200 درهم من الكاماس (CIH، ATTIJARI، وباريد بنك).",
  "sellkamas.desc3":
    "جميع مبيعاتك المسجلة على نفس حساب الدفع سيتم دمجها وإرسالها في دفعة واحدة.",

  "sellkamas.desc5":
    "ستحصل تلقائيًا على مكافأة قدرها 50 درهم لكل طلب مبيع يزيد عن 3000 درهم.",
  "sellkamas.desc6":
    "يتم حساب المكافأة بناءً على المبلغ الإجمالي لكل طلب مبيع (على سبيل المثال، 3000 درهم ==> 3050 درهم؛ 8000 درهم ==> 8050 درهم؛ 10000 درهم ==> 10050 درهم).",

  "sellkamas.desc7": "لا تنطبق المكافأة على مجموع عدة طلبات مختلفة.",
  "sellkamas.desc8": "أنا لا أبيع كاماس، أريد تبادل بين الخوادم.",
  "sellkamas.linkdofs": "انقر هنا لتبادل الكاماس",

  "dialogsell.btnSell": "بيع الآن",
  "dialogsell.title": "بيع الكاماس على {الخادم}",
  "dialogsell.desc": "يرجى ملء تفاصيلك للمتابعة مع البيع.",
  "dialogsell.IngameName": "اسم اللعبة",
  "dialogsell.IngameInput": "أدخل اسمك في اللعبة",
  "dialogsell.contactEmail": "البريد الإلكتروني للتواصل",
  "dialogsell.contactEmailInput": "أدخل بريدك الإلكتروني",
  "dialogsell.fullname": "الاسم الكامل",
  "dialogsell.fullnameInput": "أدخل اسمك الكامل",
  "dialogsell.lastname": "الاسم الأول",
  "dialogsell.lastnameInput": "أدخل اسمك الأول",
  "dialogsell.firstname": "اللقب",
  "dialogsell.firstnameInput": "أدخل لقبه",

  "dialogsell.qtyOfKamas": "كمية الكاماس (مليون)",
  "dialogsell.qtyOfKamasInput": "أدخل الكمية",
  "dialogsell.paymentMethod": "طريقة الدفع",
  "dialogsell.paymentMethodDesc": "اختر طريقة الدفع",
  "dialogsell.comments": "تعليقات",
  "dialogsell.commentsInput": "أضف أي تعليقات إضافية",
  "dialogsell.pricedesc": "السعر لكل مليون",
  "dialogsell.total": "المجموع",
  "dialogsell.btn": "تقديم الطلب",
  "dialogsell.casemaroccobank": "RIB كامل:",
  "dialogsell.casewestandcash": "مدينتك:",
  "dialogsell.casebinpaywise": "البريد الإلكتروني للدفع:",
  "dialogsell.caseadvcash": "رقم الحساب:",
  "dialogsell.casetrc20": "عنوان TRX:",
  "dialogsell.casemaroccobankinput": "أدخل RIB الخاص بك",
  "dialogsell.casemaroccobankCashAndWafa": "رقم الهاتف:",
  "dialogsell.casewestandcashinput": "أدخل مدينتك",
  "dialogsell.casebinpaywiseinput": "أدخل بريد الدفع الإلكتروني",
  "dialogsell.caseadvcashinput": "أدخل رقم الحساب",
  "dialogsell.casetrc20input": "أدخل عنوان TRX",
  "dialogsell.bonus": "مكافأة: +50 درهم (الطلبات التي تزيد عن 3000 درهم)",

  "dialogsell.gameNameError": "اسم الشخصية في اللعبة مطلوب",
  "dialogsell.amountError": "الكمية مطلوبة",
  "dialogsell.paymentMethodError": "طريقة الدفع مطلوبة",
  "dialogsell.paymentDetailsError": "هذا الحقل مطلوب",
  "dialogsell.lastnameError": "هذا الحقل مطلوب",
  "dialogsell.firstnameError": "هذا الحقل مطلوب",
  "dialogsell.btnLoading": "الطلب قيد التنفيذ...",
  "dialogsell.success":
    "تم تقديم الطلب بنجاح. افتح الدردشة للمضي قدماً في التبادل",
  "dialogsell.error": "حدث خطأ، يرجى المحاولة لاحقاً",
  "dialogsell.serverError": "اختر خادمًا",

  "dialogsell.server": "الخادم",
  "dialogsell.selectServer": "اختر خادمًا",

  "emptycart.title": "سلة التسوق فارغة",
  "emptycart.desc": "يبدو أنك لم تضف أي عناصر إلى سلة التسوق الخاصة بك بعد.",
  "emptycart.btn": "ابدأ التسوق",

  "login.title": "مرحبًا بعودتك",
  "login.newClient": "عميل جديد",
  "login.createNewAc": "إنشاء حساب",
  "login.desc": "أدخل بيانات الاعتماد الخاصة بك للوصول إلى حسابك",
  "login.mail": "عنوان البريد الإلكتروني",
  "login.password": "كلمة المرور",
  "login.alreadyClient": "أنت عميل بالفعل",
  "login.passwordPlaceholder": "أدخل كلمة المرور الخاصة بك",
  "login.forgopassword": "نسيت كلمة المرور؟",
  "login.btnlogin": "تسجيل الدخول",
  "login.btnloginLoader": "جاري تسجيل الدخول...",
  "login.bottomDesc": "ليس لديك حساب؟",
  "login.bottomSignup": "إنشاء حساب؟",
  "login.emailError": "عنوان البريد الإلكتروني غير صحيح",
  "login.passwordError": "كلمة المرور غير صحيحة",
  "login.continue": "استمر",
  "login.createAccountDesc":
    "من خلال إنشاء حساب، يمكنك الطلب بشكل أسرع، وتتبع حالة طلباتك، والحفاظ على سجل من مشترياتك السابقة.",
  "menu.kamas": "شراء كامات Dofus 2.0 (PC)",
  "menu.touch": "شراء كامات Dofus Touch",
  "menu.retro": "شراء كامات Dofus Retro",
  "menu.exchange": "تبادل الكامات",
  "menu.sell": "بيع كاماتك",

  "signup.renderStep1.personnalInformation": "معلوماتك الشخصية",
  "signup.renderStep1.lastname": "اسم العائلة",
  "signup.renderStep1.firstname": "الاسم الأول",
  "signup.renderStep1.email": "البريد الإلكتروني",
  "signup.renderStep1.emailPlace": "أدخل عنوان بريدك الإلكتروني",
  "signup.renderStep1.phone": "رقم الهاتف",
  "signup.renderStep1.phonePlace": "رقم الهاتف",
  "signup.renderStep3.depart": "القسم",
  "signup.renderStep1.passwordDesc": "كلمة المرور الخاصة بك",
  "signup.renderStep1.btnNext": "التالي",
  "signup.renderStep1.btnBack": "رجوع",
  "signup.renderStep1.createMyAccount": "إنشاء حسابي",
  "signup.renderStep.step1": "أنشئ حسابك",
  "signup.renderStep.step2": "التحقق",
  "signup.renderStep.step3": "إتمام التسجيل",

  "signup.renderStep2.title": "تحقق من بريدك الإلكتروني",
  "signup.renderStep2.subTitle": "لقد أرسلنا رمز التحقق إلى",
  "signup.renderStep2.codeText": "رمز التحقق",

  "signup.renderStep3.country": "الدولة",
  "signup.renderStep3.countryPlace": "دولتك",
  "signup.renderStep3.city": "المدينة",
  "signup.renderStep3.cityPlace": "مدينتك",
  "signup.renderStep3.address": "العنوان",
  "signup.renderStep3.addressPlace": "عنوانك",
  "signup.renderStep3.postalCode": "الرمز البريدي",
  "signup.renderStep3.password": "كلمة المرور",
  "signup.renderStep3.confirmPassword": "تأكيد كلمة المرور",
  "signup.renderStep3.phone": "رقم الهاتف",
  "signup.renderStep3.email": "البريد الإلكتروني",
  "signup.renderStep3.orderOption": "خيارات الطلب :",
  "signup.renderStep3.invitedTitle": "طلب ضيف",
  "signup.renderStep3.chooseCountry": "اختر دولة",
  "signup.renderStep3.chooseDesc": "--- الرجاء الاختيار ---",
  "signup.renderStep3.btnContinue": "متابعة",

  "signup.error.countCitAddr": "هذا الحقل مطلوب",
  "signup.error.password": "يجب أن تحتوي كلمة المرور على 8 أحرف",
  "signup.error.confirmPassword": "كلمات المرور غير متطابقة",
  "signup.error.postalCode": "تنسيق الرمز البريدي غير صالح",
  "signup.error.emailFormat": "تنسيق البريد الإلكتروني غير صالح",
  "signup.error.codeLength": "يجب أن يكون الرمز مكوناً من 6 أحرف بالضبط",
  "signup.serverError.codeError": "الرمز الذي أدخلته غير صالح",
  "signup.serverSuccess.successMessage": "تم إنشاء حسابك بنجاح",
  "signup.serverError.userError":
    "هذا المستخدم باستخدام هذا البريد الإلكتروني مسجل بالفعل",

  "resetPaasowrdLink.title": "إعادة تعيين كلمة المرور",
  "resetPaasowrdLink.subtitle":
    "أدخل بريدك الإلكتروني لتلقي رابط إعادة تعيين كلمة المرور",
  "resetPaasowrdLink.placeholder": "أدخل بريدك الإلكتروني",
  "resetPaasowrdLink.btn": "إرسال الرابط",
  "resetPaasowrdLink.btnBack": "رجوع",
  "resetPaasowrdLink.successMessage":
    "إذا كان الحساب موجوداً بهذا البريد الإلكتروني، ستتلقى رابط إعادة تعيين كلمة المرور.",
  "resetPaasowrdLink.errorServerMessage": "المستخدم غير موجود",

  "resetPasswordPage.title": "إعادة تعيين كلمة المرور",
  "resetPasswordPage.subtitle": "يرجى إدخال كلمة مرور جديدة",
  "resetPasswordPage.password": "كلمة المرور الجديدة",
  "resetPasswordPage.passwordPlace": "أدخل كلمة مرورك الجديدة",
  "resetPasswordPage.confirmPassword": "تأكيد كلمة المرور",
  "resetPasswordPage.confirmPasswordPlace": "أكد كلمة مرورك الجديدة",
  "resetPasswordPage.btn": "إعادة تعيين كلمة المرور",
  "resetPasswordPage.success": "تم إعادة تعيين كلمة المرور بنجاح.",
  "resetPasswordPage.passwordError":
    "يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل",
  "resetPasswordPage.confirmPasswordError": "كلمات المرور غير متطابقة",
  "resetPasswordPage.invalidTokenError": "الرمز غير صالح",
  "resetPasswordPage.expiresTokenError": "الرمز منتهي الصلاحية",
  "resetPasswordPage.successResetPassword": "تمت إعادة تعيين كلمة المرور بنجاح",
  "notFound.title": "الصفحة غير موجودة",
  "notFound.subtitle": "عذراً! الصفحة التي تبحث عنها غير موجودة.",
  "notFound.backHome": "العودة إلى الصفحة الرئيسية",
  "notFound.desc": "إذا كنت تعتقد أن هذا خطأ، يرجى الاتصال بالدعم.",

  "emailtemplate.title": "مرحبًا",
  "emailtemplate.object": "رمز التحقق الخاص بك في الطريق! 🚀",
  "emailtemplate.subtitle": "لقد أرسلنا رمز تحقق إلى عنوان بريدك الإلكتروني",
  "emailtemplate.verifDesc": "إليك رمز التحقق الخاص بك:",
  "emailtemplate.enterCode": "أدخل هذا الرمز على موقعنا لإكمال تسجيلك.",
  "emailtemplate.codeExpireText": "سيكون هذا الرمز صالحًا لمدة",
  "emailtemplate.codeExpireTime": "15 دقيقة",
  "emailtemplate.anyQuestions":
    "إذا كانت لديك أي أسئلة أو مخاوف، فإن فريقنا متاح لمساعدتك على",
  "emailtemplate.notice":
    "إذا لم تطلب هذا الرمز، يرجى تجاهل هذا البريد الإلكتروني.",
  "emailtemplate.secureTitle": "نصائح الأمان",
  "emailtemplate.secureDesc":
    "لا تشارك هذا الرمز مع أي شخص. فريق 2IBN لن يطلب منك أبدًا رمز التحقق الخاص بك.",
  "emailtemplate.thanks": "شكرًا لانضمامك إلينا، ومرحبًا بك في 2iBn! 🎮",
  "emailtemplate.cordial": "مع أطيب التحيات،",
  "emailtemplate.teams": "فريق 2iBn",
  "emailtemplate.copyright": "جميع الحقوق محفوظة",
  "emailtemplate.peopleSendTo": "تم إرسال هذا البريد إلى",
  "emailtemplate.website": "الموقع الإلكتروني",
  "emailtemplate.exchangeLink": "تبادل الكاماس",
  "emailtemplate.sellLink": "بيع الكاماس الخاصة بك",
  "emailtemplate.bottomSpam":
    "تم إرسال هذا البريد بواسطة 2IBN. لضمان تلقي رسائلنا، أضف verification@2ibn.com إلى قائمة جهات الاتصال الخاصة بك.",

  "resetlinktemplate.title": "مرحبًا",
  "resetlinktemplate.object": "إعادة تعيين كلمة المرور – إجراء مطلوب",
  "resetlinktemplate.subtitle":
    "لقد طلبت إعادة تعيين كلمة المرور لحسابك على 2iBn. لا تقلق، نحن هنا لمساعدتك على العودة بسرعة إلى اللعبة! اضغط على الزر أدناه لإنشاء كلمة مرور جديدة وآمنة:",
  "resetlinktemplate.resetPasstitle": "إعادة تعيين كلمة المرور",
  "resetlinktemplate.resetDesc1": "هذا الرابط سينتهي صلاحيته خلال",
  "resetlinktemplate.resetDesc2": "30 دقيقة",
  "resetlinktemplate.resetDesc3":
    "إذا لم تطلب إعادة التعيين هذه، يمكنك تجاهل هذا البريد الإلكتروني.",
  "resetlinktemplate.resetDesc4":
    "لديك أسئلة أو بحاجة إلى مساعدة إضافية؟ فريق الدعم لدينا متوفر على مدار الساعة طوال أيام الأسبوع.",
  "resetlinktemplate.thanks": "شكرًا لكونك جزءًا من مجتمع 2iBn!",
  "resetlinktemplate.cordial": "مع أطيب التحيات",
  "resetlinktemplate.teams": "فريق 2iBn",
  "resetlinktemplate.sec": "أمانك هو أولويتنا.",
  "resetlinktemplate.copyright": "جميع الحقوق محفوظة.",
  "resetlinktemplate.peopleToSend":
    "تم إرسال هذا البريد بناءً على طلبك. إذا كان لديك أي استفسارات، يرجى الاتصال بنا على",

  "sidebar.profile": "الملف الشخصي",
  "sidebar.ordersBuy": "طلبات الشراء",
  "sidebar.ordersSell": "طلبات البيع",
  "sidebar.exchange": "التبادل",
  "sidebar.updateProfile": "تحديث الملف الشخصي",
  "sidebar.logout": "تسجيل الخروج",

  "profile.headerTitle": "مرحباً بعودتك",
  "profile.headerDesc": "إدارة حسابك وعرض نشاطك الأخير",
  "profile.cardSell": "بيع الكاماس",
  "profile.cardBuy": "شراء الكاماس",
  "profile.cardTotal": "إجمالي الطلبات",
  "profile.cardExchange": "تبادل الكاماس",
  "profile.orderBuyLinkTitle": "طلبات الشراء",
  "profile.orderBuyLinkDesc": "عرض وتتبع عمليات شراء الكاماس الأخيرة",
  "profile.orderSellLinkTitle": "طلبات البيع",
  "profile.orderSellLinkDesc": "تتبع مبيعات الكاماس الأخيرة",
  "profile.orderExchangeLinkTitle": "طلبات التبادل",
  "profile.orderExchangeLinkDesc": "إدارة تبادلات الكاماس الخاصة بك",
  "profile.orderupadteProfileLinkTitle": "تحديث الملف الشخصي",
  "profile.orderupadteProfileLinkDesc": "إدارة معلوماتك وإعداداتك الشخصية",
  "profile.acountDetail.title": "تفاصيل الحساب",
  "profile.acountDetail.link": "تعديل الملف الشخصي",
  "profile.acountDetail.fullName": "الاسم الكامل",
  "profile.acountDetail.email": "البريد الإلكتروني",
  "profile.acountDetail.phone": "الهاتف",
  "profile.acountDetail.location": "الموقع",
  "profile.acountDetail.orderRecentTitle": "النشاط الأخير",
  "profile.acountDetail.lastOrder": "الطلب #{orderNum}",
  "profile.acountDetail.lastOrderStatusD": "تم التسليم",
  "profile.acountDetail.lastOrderStatusEnt": "قيد الانتظار",
  "profile.acountDetail.lastOrderStatusEnc": "قيد المعالجة",
  "profile.acountDetail.lastOrderStatusAnn": "تم الإلغاء",
  "profile.acountDetail.parsedTimeHourText": "ساعات",
  "profile.acountDetail.parsedTimeMinuteText": "دقائق",
  "profile.acountDetail.parsedTimesuffix": "منذ",
  "profile.acountDetail.parsedTimedayText": "يوم",
  "profile.acountDetail.parsedTimemonthText": "شهر",
  "profile.acountDetail.parsedTimeyearText": "سنة",

  "ordersBuyKamas.title": "طلباتك",
  "ordersBuyKamas.cardTotalSales": "إجمالي المبيعات",
  "ordersBuyKamas.cardTotalOrders": "إجمالي الطلبات",
  "ordersBuyKamas.cardOrderTitle": "الطلب",
  "ordersBuyKamas.cardAverage": "متوسط قيمة الطلب",
  "ordersBuyKamas.paymentMethod": "طريقة الدفع",
  "ordersBuyKamas.track": "تتبع الطلب",
  "ordersBuyKamas.trackTooltip": "سيتم تفعيل تتبع الطلب قريباً",
  "ordersBuyKamas.notFoundTitle": "لم يتم العثور على طلبات",
  "ordersBuyKamas.notFoundDesc": "يبدو أنك لم تقم بأي عملية شراء بعد.",
  "ordersBuyKamas.notFoundLink": "ابدأ التسوق",
  "ordersBuyKamas.completed": "مكتمل",
  "ordersBuyKamas.pending": "قيد الانتظار",
  "ordersBuyKamas.cancelled": "تم الإلغاء",
  "ordersBuyKamas.processing": "قيد المعالجة",

  "ordersSellKamas.cardTotalSales": "إجمالي المبيعات",
  "ordersSellKamas.cardTotalOrders": "إجمالي الطلبات",
  "ordersSellKamas.cardAverage": "متوسط قيمة الطلب",
  "ordersSellKamas.recentOrder": "الطلبات الأخيرة",
  "ordersSellKamas.orderId": "رقم الطلب",
  "ordersSellKamas.gameDetails": "تفاصيل اللعبة",
  "ordersSellKamas.paymentMethod": "طريقة الدفع",
  "ordersSellKamas.totalPrice": "السعر الإجمالي",
  "ordersSellKamas.completed": "مكتمل",
  "ordersSellKamas.pending": "قيد الانتظار",
  "ordersSellKamas.cancelled": "تم الإلغاء",
  "ordersSellKamas.processing": "قيد المعالجة",

  "exchangeKamas.title": "تبادلاتك",
  "exchangeKamas.code": "الكود",
  "exchangeKamas.serverOut": "الخادم الخارج",
  "exchangeKamas.amountOut": "المبلغ الخارج",
  "exchangeKamas.charactertOut": "الشخصية الخارجة",
  "exchangeKamas.serverIn": "الخادم الداخل",
  "exchangeKamas.amountIn": "المبلغ الداخل",
  "exchangeKamas.characterIn": "الشخصية الداخلة",
  "exchangeKamas.status": "الحالة",
  "exchangeKamas.date": "التاريخ",
  "exchangeKamas.noExchangeTitle": "لم يتم العثور على تبادلات",
  "exchangeKamas.noExchangeDesc": "لم تقم بعد بإجراء أي تبادل لكاماس",
  "exchangeKamas.errorLoadingExchange": "خطأ في تحميل التبادلات",
  "exchangeKamas.completed": "مكتمل",
  "exchangeKamas.pending": "قيد الانتظار",
  "exchangeKamas.cancelled": "تم الإلغاء",

  "updateKamasProfile.title": "إعدادات الحساب",
  "updateKamasProfile.personalInfoTitle": "المعلومات الشخصية",
  "updateKamasProfile.firstname": "الاسم الأول",
  "updateKamasProfile.lastname": "الاسم الأخير",
  "updateKamasProfile.email": "البريد الإلكتروني",
  "updateKamasProfile.phone": "الهاتف",
  "updateKamasProfile.address": "العنوان",
  "updateKamasProfile.country": "البلد",
  "updateKamasProfile.city": "المدينة",
  "updateKamasProfile.postalCode": "الرمز البريدي",
  "updateKamasProfile.btnSaveLoading": "جاري التحديث...",
  "updateKamasProfile.btnSave": "حفظ التغييرات",
  "updateKamasProfile.emptyFieldError": "يرجى ملء الحقل",
  "updateKamasProfile.successMessage": "تم تحديث معلومات المستخدم بنجاح",
  "updateKamasProfile.errorMessage": "المستخدم غير موجود",
  "updateKamasProfile.changePasswordTitle": "تغيير كلمة المرور",
  "updateKamasProfile.changePasswordCurrent": "كلمة المرور الحالية",
  "updateKamasProfile.changePasswordNew": "كلمة المرور الجديدة",
  "updateKamasProfile.changePasswordConfirm": "تأكيد كلمة المرور الجديدة",
  "updateKamasProfile.changePasswordBtnLoading": "جاري التحديث...",
  "updateKamasProfile.changePasswordBtn": "تحديث كلمة المرور",
  "updateKamasProfile.changePasswordSuccessMessage":
    "تم إعادة تعيين كلمة المرور بنجاح",
  "updateKamasProfile.changePasswordErrorMessage":
    "كلمة المرور الحالية تختلف عن كلمة المرور الخاصة بك",

  "whychooseus.title": "لماذا تختار 2IBN؟",
  "whychooseus.desc":
    "2IBN هي منصة لبيع الكاماس للعبة Dofus تضمن توصيلات فائقة السرعة من 3 إلى 15 دقيقة لـ 99% من الطلبات، مع خدمة متاحة على مدار الساعة طوال أيام الأسبوع. يتميز الموقع بأسعار تنافسية ويحافظ على المخزون في جميع خوادم Dofus، ملتزمًا بتقديم أفضل الأسعار في السوق. تم تبسيط عملية الشراء: بعد تقديم الطلب، يتواصل معك وكيل مباشرة لترتيب الدفع والتسليم داخل اللعبة في نقطة التقاء، مما يضمن معاملة سريعة وآمنة.",
  "whychooseus.delivery": "توصيل سريع",
  "whychooseus.secure": "توصيل آمن 100%",
  "whychooseus.bestPrice": "أفضل الأسعار",
  "whychooseus.onlineSupport": "دعم عبر الإنترنت 24/7",
  "whychooseus.startNow": "ابدأ الآن",

  "footer.satisfaction": "99.9% رضا",
  "footer.satisfactionDesc": "استفاد أكثر من 30,000 لاعب من خدمات 2IBN",
  "footer.secure": "دفع آمن",
  "footer.secureDesc": "نظام الدفع آمن 100% ومعتمد من أكثر من 30,000 لاعب!",
  "footer.fast": "توصيل سريع",
  "footer.fastDesc":
    "أكثر من 95% من طلبات الكاماس تم تسليمها في أقل من 15 دقيقة.",
  "footer.refund": "الرضا أو الاسترداد",
  "footer.refundDesc": "يتم رد المبلغ إذا كنت لا ترغب في انتظار طلبك.",
  "footer.aboutTitle": "معلومات عنا",
  "footer.aboutDesc":
    "2IBN تبيع وتشتري وتبادل الكاماس للعبة Dofus و Dofus Retro و Dofus Touch بأسعار لا تقبل المنافسة. هدفنا الرئيسي هو التوصيل السريع والاقتصادي. سنساعدك في ضمان خدمة ممتازة على مدار الساعة طوال أيام الأسبوع. شراء الكاماس ولعب Dofus أو Dofus Touch سيكون أسهل الآن بالنسبة لك. لذا، رضاك هو في قلب مهمتنا.",
  "footer.quickLinkTitle": "رابط سريع",
  "footer.quickLink1": "بيع الكاماس",
  "footer.quickLink2": "تبادل الكاماس",
  "footer.quickLink3": "شراء الكاماس",
  "footer.quickLink4": "طلباتي",
  "footer.infoTitle": "معلومات",
  "footer.info1": "الأسئلة الشائعة",
  "footer.info2": "سياسة الخصوصية",
  "footer.info3": "شروط وأحكام الاستخدام والإشعار القانوني",
  "footer.info4": "اتصل بنا",
  "footer.followUs": "تابعنا",
  "footer.address":
    "2024 خدمات جي بي كي الدولية فز-ذ.م.م، مبنى Compass، طريق الشهداء، منطقة الحمرا الصناعية-فز، رأس الخيمة،  الإمارات العربية المتحدة جي بي آي كيه الدولية المحدودة (معالجة المدفوعات عبر Cardpay). العنوان المسجل: الغرف 1318-20، هوليوود بلازا، 610 طريق ناثان، مونغكوك كولون",

  "ourservice.title": "خدماتنا",
  "ourservice.desc":
    "اكتشف حلولنا المخصصة لجميع احتياجاتك من الكاماس، مع خدمة العملاء المتاحة على مدار الساعة طوال أيام الأسبوع.",
  "ourservice.achatKamasTitle": "شراء الكاماس",
  "ourservice.achatKamasDesc":
    "احصل على كاماسك بسرعة وأمان. أسعار تنافسية وتسليم فوري مضمون.",
  "ourservice.btn": "اعرف المزيد",
  "ourservice.vendKamasTitle": "بيع الكاماس",
  "ourservice.vendKamasDesc":
    "قم ببيع كاماسك بأفضل سعر في السوق. دفع سريع وآمن مضمون.",
  "ourservice.echangeKamasTitle": "تبادل الكاماس",
  "ourservice.echangeKamasDesc":
    "قم بتبادل كاماسك بين الخوادم المختلفة في بضع نقرات. خدمة سريعة وموثوقة.",

  "statistic.title": "2IBN بالأرقام",
  "statistic.desc": "إحصائيات تتحدث عن نفسها وتعكس موثوقيتنا",
  "statistic.satisfied": "عملاء راضون",
  "statistic.timeDelivery": "وقت التسليم",
  "statistic.average": "التقييم المتوسط",
  "statistic.transactions": "معاملات آمنة",

  "faq.title": "دوفوس: الأسئلة المتكررة",
  "faq.desc":
    "من المؤكد أنك ستجد الإجابة التي تبحث عنها وإذا لم تجدها، يمكنك الاتصال بخدمة الدعم لدينا المتاحة على مدار الساعة طوال أيام الأسبوع.",
  "faq.guaranteTitle": "ضمان الطلب",
  "faq.guaranteDesc":
    "أي طلب على هذا الموقع سيتم تسليمه في الوقت المحدد أو سيتم استرداده إذا لزم الأمر. ومع ذلك، قد تحدث أخطاء بشرية. لا تتردد في الاتصال بنا إذا كنت تعتقد أنه حدث خطأ. نحن نحتفظ بجميع السجلات اللازمة في حالة حدوث خطأ أو نزاع كاذب.",
  "faq.processTitle": "عملية التسليم",
  "faq.processDesc":
    "بمجرد دفع الطلب، سيقدم لك وكيلنا نقطة الاجتماع (خريطة داخل اللعبة) حيث سيقوم بتسليم الكاماس. توجه إلى الإحداثيات المحددة حيث سيقوم شخص التوصيل بالتداول معك لتسليم الكاماس. ملاحظة: يرجى البقاء متصلاً عبر الدردشة الحية ليتم إعلامك بإحداثيات الخريطة.",
  "faq.scamTitle": "الوقاية من الاحتيال",
  "faq.scamDesc":
    "أي شخص يتحدث إليك داخل اللعبة يطلب منك إعادة الكاماس لأي سبب من الأسباب هو محتال. وكيل 2IBN لن يطلب هذا النوع من الطلبات أبدًا، حيث أن جميع التواصل سيكون عبر الدردشة عبر الإنترنت. لا تتردد في حظر الشخص عندما تتلقى هذا النوع من الرسائل.",
  "faq.roolbackTitle": "حالات الرجوع",
  "faq.rollbackDesc":
    "إذا تم تسليم الكاماس الخاصة بك خلال حالة رجوع، يرجى الاتصال بالدعم لإجراء تسليم جديد.",
  "faq.supportTitle": "دعم العملاء 24/7",
  "faq.supportDesc":
    "خدمتنا عبر الإنترنت متاحة على مدار الساعة طوال أيام الأسبوع. إذا لم تتمكن من العثور على إجابة لسؤالك، فإن فريق الدعم لدينا جاهز دائمًا لمساعدتك.",
  "faq.paymentTitle": "أمان الدفع",
  "faq.paymentDesc":
    "نحن نستخدم طرق دفع آمنة لضمان سلامة معاملتك. جميع المعلومات الشخصية والمالية مشفرة ومحفوظة.",
  "faq.safetyTitle": "أمان الحساب",
  "faq.safetyDesc":
    "نحن نضمن أن تسليم الكاماس لدينا لن يضر بأمان حسابك. يتبع وكلاؤنا المحترفون بروتوكولات صارمة لضمان المعاملة الآمنة والسلسة.",
  "faq.exchangeTitle": "عملية تبادل الكاماس",
  "faq.exchangeDesc":
    "خدمة تبادل الكاماس لدينا تتيح لك تبادل الكاماس بين خوادم دوفوس المختلفة بأمان وكفاءة. نضمن تبادلاً آمنًا بأسعار تنافسية، ورسوم معاملات منخفضة، وتحويلات فورية. ما عليك سوى اختيار الخوادم المصدر والوجهة، تحديد الكمية، وسيتولى نظامنا البقية. جميع عمليات التبادل تتم مراقبتها لمنع الاحتيال وضمان المعاملة السلسة.",

  "termsandconditions.title": "الشروط والأحكام",
  "termsandconditions.companyInfo":
    "يتم تشغيل هذا الموقع (2ibn.com) من قبل IJBK Services INTERNATIONAL FZ-LLC، مبنى كومباس، طريق الشهداء، المنطقة الصناعية الحمرا-FZ، رأس الخيمة، الإمارات العربية المتحدة JBIK INTERNATIONAL CO., LIMITED (معالجة الدفع عبر Cardpay). العنوان المسجل: الغرف 1318-20، هوليوود بلازا، 610 طريق ناثان، مونغكوك كولون، والشركات التابعة لها (مجتمعة، 'الشركة')، وتقدم خدماتها لك وفقًا للشروط التالية. إذا قمت بزيارة أو التسوق من www.2ibn.com، فإنك تقبل هذه الشروط بشكل إيجابي. استمرار استخدام الموقع يعتبر موافقة إيجابية على هذه الشروط والأحكام. تحتفظ الشركة بالحق في تغيير الشروط والأحكام والإشعارات التي يتم بموجبها تقديم مواقعها وخدماتها، بما في ذلك على سبيل المثال لا الحصر الرسوم المرتبطة باستخدام مواقع الشركة وخدماتها. أنت مسؤول عن مراجعة هذه الشروط والأحكام بانتظام وأي شروط وأحكام إضافية. إن استمرارك في استخدام مواقع الشركة وخدماتها يعني موافقتك على جميع هذه الشروط والأحكام والإشعارات (انظر الشروط والأحكام وسياسة الخصوصية). يرجى قراءتها بعناية.",
  "termsandconditions.privacyTitle": "1. الخصوصية",
  "termsandconditions.privacyDesc":
    "يرجى مراجعة سياسة الخصوصية الخاصة بنا، التي تحكم أيضًا زيارتك لمواقع الشركة.",
  "termsandconditions.communicationTitle": "2. الاتصالات الإلكترونية",
  "termsandconditions.communicationDesc":
    "عند زيارتك لمواقع الشركة أو إرسال رسائل إلكترونية إلينا، فإنك تتواصل معنا إلكترونيًا. أنت توافق على تلقي الاتصالات منا إلكترونيًا. سوف نتواصل معك عبر البريد الإلكتروني أو عن طريق نشر الإشعارات على هذا الموقع. أنت توافق على أن جميع الاتفاقيات والإشعارات والإفصاحات والاتصالات الأخرى التي نقدمها لك إلكترونيًا تفي بأي متطلبات قانونية بأن تكون تلك الاتصالات مكتوبة.",
  "termsandconditions.copyrightTitle": "3. حقوق الطبع والنشر",
  "termsandconditions.copyrightDesc":
    "جميع المحتويات على هذا الموقع، مثل النصوص، الرسوم البيانية، الشعارات، رموز الأزرار، الصور، مقاطع الصوت، التنزيلات الرقمية، تجميعات البيانات، والبرمجيات، هي ملك للشركة أو موردي المحتوى الخاصين بها ومحمية بموجب قوانين حقوق الطبع والنشر المحلية والدولية. تجميع جميع المحتويات على هذا الموقع هو ملك حصري للشركة ومحمية بموجب قوانين حقوق الطبع والنشر المحلية والدولية. جميع البرمجيات المستخدمة على هذا الموقع هي ملك للشركة أو موردي البرمجيات الخاصين بها ومحمية بموجب قوانين حقوق الطبع والنشر المحلية والدولية.",
  "termsandconditions.licenceTitle": "4. الترخيص والوصول إلى الموقع",
  "termsandconditions.licenceDesc":
    'تمنحك الشركة ترخيصًا محدودًا للوصول إلى هذا الموقع واستخدامه شخصيًا فقط، ولا يجوز لك تنزيله (باستثناء تخزين الصفحات في ذاكرة التخزين المؤقت) أو تعديله أو أي جزء منه، إلا بتوافق خطي صريح من الشركة. لا يشمل هذا الترخيص أي إعادة بيع أو استخدام تجاري لهذا الموقع أو محتوياته؛ أي جمع واستخدام لقوائم المنتجات أو أوصافها أو أسعارها؛ أي استخدام مشتق لهذا الموقع أو محتوياته؛ أي تنزيل أو نسخ لمعلومات الحساب لفائدة تاجر آخر؛ أو أي استخدام لتقنيات استخراج البيانات أو الروبوتات أو خدمات جمع واستخراج البيانات المماثلة. لا يجوز إعادة إنتاج أو تكرار أو نسخ أو بيع أو إعادة بيع أو زيارة أو استغلال أي جزء من هذا الموقع أو الموقع بالكامل لأي غرض تجاري دون الحصول على موافقة خطية صريحة من الشركة. يُحظر استخدام برامج العنكبوت أو الروبوتات أو أدوات التجريف أو أي وسائل أخرى، سواء كان ذلك باستخدام برامج مؤتمتة أو من خلال نظام مادي أو ميكانيكي. <br></br> لا يجوز لك استخدام تقنيات الإطار (فرم) لتضمين أي علامة تجارية أو شعار أو أي معلومات ملكية أخرى (بما في ذلك الصور والنصوص وتخطيط الصفحات أو النماذج) الخاصة بالشركة أو الشركات التابعة لها دون الحصول على موافقة خطية صريحة. لا يجوز لك استخدام أي علامات ميتا أو أي "نص مخفي" باستخدام اسم الشركة أو علامات تجارية خاصة بها دون الحصول على موافقة خطية صريحة من الشركة. أي استخدام غير مصرح به ينهي الإذن أو الترخيص الممنوح من الشركة. لا يجوز لك استخدام أي شعارات أو رسومات أخرى أو علامات تجارية خاصة بالشركة كجزء من الرابط دون الحصول على إذن خطي صريح.',
  "termsandconditions.accountTitle": "5. حسابك",
  "termsandconditions.accountDesc":
    "إذا كنت تستخدم هذا الموقع، فأنت مسؤول عن الحفاظ على سرية حسابك وكلمة المرور الخاصة بك وعن تقييد الوصول إلى جهاز الكمبيوتر الخاص بك، وتوافق على تحمل المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك أو كلمة مرورك. إذا كنت تحت سن 18، يمكنك استخدام خدمات الشركة فقط بمشاركة أحد الوالدين أو الوصي. تحتفظ الشركة وشركاتها التابعة بالحق في رفض الخدمة، إنهاء الحسابات، إزالة أو تعديل المحتوى، أو إلغاء الطلبات حسب تقديرها الخاص.",
  "termsandconditions.pricingTitle": "6. التسعير",
  "termsandconditions.pricingDesc":
    "تتطور أسعار المواقع وفقًا للعرض والطلب. إذا وجدت سعرًا أفضل في متجر آخر عبر الإنترنت، سنبذل قصارى جهدنا لتخطيه.",
  "termsandconditions.refundTitle": "7. سياسة الاسترجاع",
  "termsandconditions.refundDesc":
    "تلتزم 2IBN برد أموال العملاء غير الراضين إلى حد معقول. يرجى ملاحظة أنه قد يُطلب منك تقديم إثبات الدفع. يحق للعميل طلب استرجاع الأموال في الحالات التالية: المنتجات الافتراضية غير المستلمة: في حالة عدم تسليم المنتجات الافتراضية للعميل في الوقت المتوقع للتسليم، يمكن للعميل طلب استرجاع الأموال. الدفع المزدوج: في حالة قيام العميل بالدفع المكرر لطلب ما، يُطلب منه الاتصال بالدعم للحصول على استرجاع الأموال في أقرب وقت ممكن. لأي سبب آخر غير المذكور أعلاه، يرجى شرح وضعك للدعم. سيتم التحقق من طلب الاسترجاع بعد تقديم رقم الطلب وسبب الاسترجاع. إذا تمت الموافقة على الطلب، سيتم إعادة المبلغ إلى حساب العميل أو بطاقة الائتمان. في الحالات التالية، لا يمكننا رد الأموال للعملاء: التسليم المكتمل: تم تسليم المنتجات للعميل كما تم الاتفاق عليها ووصفها. الطلب غير المدفوع: لا يُسمح للعميل بطلب استرجاع الأموال للطلب غير المدفوع.",
  "termsandconditions.thirdPartyTitle": "8. الأطراف الثالثة",
  "termsandconditions.thirdPartyDesc":
    'قد توفر الشركة أيضًا روابط وإشارات إلى مواقع الويب التي تديرها أطراف ثالثة. لا تقوم الشركة، ولا الشركات الأم أو الشركات التابعة لها، ولا الشركات المرتبطة بها، بتشغيل أو التحكم بأي شكل من الأشكال في المعلومات أو المنتجات أو الخدمات على مواقع الأطراف الثالثة. نحن غير مسؤولين عن فحص أو تقييم، ولا نضمن عروض هذه الشركات أو الأفراد أو محتوى مواقعهم. الشركة لا تتحمل أي مسؤولية عن أفعال أو منتجات أو محتوى جميع هذه الأطراف الثالثة أو غيرها. يجب عليك قراءة بيانات الخصوصية وشروط الاستخدام الخاصة بهم بعناية. المواد الموجودة على هذا الموقع ومواقع الأطراف الثالثة مقدمة "كما هي" ودون أي ضمان من أي نوع، سواء كان صريحًا أو ضمنيًا. إلى أقصى حد يسمح به القانون المعمول به، تنفي الشركة جميع الضمانات، الصريحة أو الضمنية، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية للملاءمة التجارية والملاءمة لغرض معين. الشركة لا تدعي أي ملكية لأي حسابات أو عناصر افتراضية تم شراؤها أو بيعها من خلال هذا الموقع.',
  "termsandconditions.deliveryPolicyTitle": "9. سياسة التسليم",
  "termsandconditions.deliveryPolicyDesc":
    "يشمل تسليم جميع المنتجات في العرض (ما لم يُذكر خلاف ذلك). إذا لم يتم احترام وقت التسليم، يحق للعميل طلب استرداد (بالإشارة إلى سياسة الاسترداد 7).",
  "termsandconditions.policyModifTitle":
    "10. السياسات، التعديلات والقابلية للفصل",
  "termsandconditions.policyModifDesc":
    "يرجى مراجعة سياساتنا الأخرى، مثل سياسة الخصوصية الخاصة بنا، المنشورة على هذا الموقع. هذه السياسات تنظم أيضًا زيارتك لمواقع الشركة. نحن نحتفظ بالحق في إجراء تغييرات على موقعنا وعلى الشروط والأحكام في أي وقت. إذا تم اعتبار أي من هذه الشروط غير صالحة أو باطلة أو لأي سبب آخر، فسيتم اعتبار هذا الشرط قابلاً للفصل ولن يؤثر على صلاحية وقابلية تنفيذ أي شرط آخر.",

  "termsandconditions.bottomDesc": "آخر تحديث: أكتوبر 2024",
  "termsandconditions.bottomDescAllRight": "جميع الحقوق محفوظة.",

  "termsandconditions.legalNotice.title": "الإشعار القانوني",
  "termsandconditions.legalNotice.amlTitle": "الامتثال القانوني و KYC/AML",
  "termsandconditions.legalNotice.amlDesc":
    "في I2BN، نحن ملتزمون باللوائح القانونية، وخاصة عملية KYC (تعرف على عميلك). يجب على كل مستخدم التحقق من هويته لضمان الشفافية وأمان المعاملات. تتبع إجراءات مكافحة غسل الأموال (AML) الخاصة بنا التوجيهات التي وضعتها DFSA (سلطة دبي للخدمات المالية)، مما يضمن بيئة آمنة وموثوقة للجميع.",
  "termsandconditions.legalNotice.secTitle": "أمان الموقع الإلكتروني",
  "termsandconditions.legalNotice.secDesc":
    "نقوم بحماية بياناتك من خلال شهادة SSL/TLS صالحة، مما يضمن اتصالاً آمناً. يتم تشفير المعلومات الحساسة باستخدام تقنيات حديثة مثل Norton. بالإضافة إلى ذلك، نجري عمليات تدقيق منتظمة لتحديد ومعالجة أي ثغرات محتملة، بما في ذلك الاختبارات ضد هجمات DDoS والانتهاكات الأمنية.",
  "termsandconditions.legalNotice.transTitle": "شفافية الأنشطة",
  "termsandconditions.legalNotice.transDesc":
    "تم تسجيل I2BN في ولاية الإمارات العربية المتحدة. نحن نعمل في مجال التجارة الإلكترونية، ونقدم خدمات مثل منتجات الألعاب.",
  "termsandconditions.legalNotice.contTitle": "المحتوى المنظم",
  "termsandconditions.legalNotice.contDesc":
    "نحرص على الالتزام بالقوانين السارية. الرجاء الاطلاع على: سياسة الخصوصية الخاصة بنا شروط وأحكام الاستخدام سياسة الاسترداد الخاصة بنا.",
  "termsandconditions.legalNotice.presTitle": "التواجد الجغرافي",
  "termsandconditions.legalNotice.presDesc":
    "يقع مقر شركتنا في دبي بالإمارات العربية المتحدة، ولديها أيضاً تواجد دولي.",
  "termsandconditions.legalNotice.verifTitle": "التحقق من الشركات",
  "termsandconditions.legalNotice.verifDesc":
    "للانضمام إلى منصتنا، نطلب ما يلي:",
  "termsandconditions.legalNotice.verifStep1": "شهادة تسجيل شركتك",
  "termsandconditions.legalNotice.verifStep2": "إثبات عنوان تجاري صالح",
  "termsandconditions.legalNotice.verifStep3":
    "وثيقة هوية رسمية للمديرين أو المالكين",
  "termsandconditions.legalNotice.payTitle": "حلول الدفع",
  "termsandconditions.legalNotice.payDesc": "نقدم عدة خيارات لإجراء معاملاتك:",
  "termsandconditions.legalNotice.payStep1":
    "المدفوعات بواسطة بطاقات الائتمان (Visa، Mastercard، إلخ.)",
  "termsandconditions.legalNotice.payStep2":
    "دمج المحافظ الرقمية مثل Apple Pay وPayPal.",
  "termsandconditions.legalNotice.cryptoTitle": "مدفوعات العملات الرقمية",
  "termsandconditions.legalNotice.cryptoDesc":
    "لمستخدمينا الذين يفضلون العملات الرقمية، نقبل: USDT، ETH، BTC... هذه المعاملات سريعة، آمنة، ومتوافقة مع اللوائح المحلية.",

  "privacyandpolicy.title": "سياسة الخصوصية",
  "privacyandpolicy.intro":
    "إن موقع www.2ibn.com والشركات التابعة له (مجتمعة، 'الشركة') تحترم حقوق خصوصيتك وتدرك أهمية حماية المعلومات الشخصية (كما هو معرف أدناه) التي تقدمها لنا. تشرح سياسة الخصوصية هذه كيفية جمع الشركة وتخزين واستخدام المعلومات الشخصية التي تقدمها لنا من خلال مواقع الشركة ومن خلال الاتصالات الهاتفية أو عبر البريد الإلكتروني التي قد تكون لديك معنا. كما تشرح سياسة الخصوصية هذه الخيارات المتاحة لك فيما يتعلق باستخدام الشركة للمعلومات الشخصية التي تقدمها لنا، والإجراءات التي يمكنك اتخاذها للوصول إلى هذه المعلومات وطلب تصحيحها. أنت مطالب بتقديم معلومات شخصية قد تشمل الاسم، وعنوان الفاتورة، وعنوان الشحن، ورقم الهاتف، وعنوان البريد الإلكتروني. نحن نستخدم هذه المعلومات لكي نتمكن من الاتصال بك بشأن الخدمات والمنتجات على الموقع (المواقع) التي أعربت عن اهتمامك بها أو طلبتها ولتسهيل إتمام الطلب.",

  "privacyandpolicy.consent.title": "1. الموافقة",
  "privacyandpolicy.consent":
    "باستخدامك لمواقع الشركة، فإنك تقر بأنك قد قرأت سياسة الخصوصية هذه وتوافق على الممارسات الموصوفة فيها فيما يتعلق بجمع الشركة واستخدامها وكشفها للمعلومات الشخصية التي قدمتها لنا. هذه هي سياسة الخصوصية الكاملة والحصرية للشركة، وهي تحل محل أي نسخة سابقة. نحن نحتفظ بالحق في تغيير سياسة الخصوصية هذه وفقًا للشروط الواردة هنا في أي وقت، ولهذا نشجعك على زيارة هذه الصفحة بشكل متكرر، ومراجعة سياسة الخصوصية هذه بانتظام، والبقاء على اطلاع بأي تغييرات فيها. إذا كان لديك أي أسئلة بعد المراجعة حول أي جزء من سياسة الخصوصية هذه، يرجى الاتصال بالشركة باستخدام معلومات الاتصال المتوفرة في أسفل سياسة الخصوصية هذه.",

  "privacyandpolicy.informationCollectionAndUse.title":
    "2. جمع المعلومات واستخدام المعلومات الشخصية",
  "privacyandpolicy.informationCollectionAndUse":
    "تعني المعلومات الشخصية المعلومات التي يمكن أن تحدد هويتك كفرد معين، مثل اسمك، وعنوانك، ورقم هاتفك، وعنوان بريدك الإلكتروني، أو أي معلومات اتصال أخرى، سواء في العمل أو في المنزل. على جميع مواقع الشركة التي تجمع المعلومات الشخصية، نوضح تحديدًا ما هي المعلومات المطلوبة لتزويدك بالمنتج أو الخدمة أو الميزة التي طلبتها. نقوم بجمع المعلومات الشخصية عندما تتصل بنا، أو عندما تسجل معنا، أو عندما تستخدم منتجاتنا وخدماتنا، أو عندما تقدم طلبًا معنا، أو عندما تزور مواقعنا أو مواقع بعض شركاء الشركة، وعندما تدخل في العروض الترويجية والجوائز.",

  "privacyandpolicy.registration.title": "3. التسجيل",
  "privacyandpolicy.registration":
    "عند التسجيل معنا في هذا الموقع، تقوم أولاً بملء استمارة التسجيل عبر الإنترنت، والتي تتطلب منك إنشاء اسم مستخدم وكلمة مرور. خلال عملية التسجيل، يُطلب منك أيضًا تقديم معلومات شخصية، والتي قد تشمل الاسم، عنوان الفواتير، عنوان الشحن، رقم الهاتف، وعنوان البريد الإلكتروني. نستخدم هذه المعلومات لتمكيننا من الاتصال بك بشأن الخدمات والمنتجات على الموقع (أو المواقع) التي أبديت اهتمامك بها أو طلبتها، ولتسهيل إتمام الطلب.",

  "privacyandpolicy.promotions.title":
    "4. العروض الترويجية والمسابقات والسحوبات",
  "privacyandpolicy.promotions":
    "من وقت لآخر، قد توفر الشركة لك الفرصة للمشاركة في العروض الترويجية أو المسابقات أو السحوبات على موقعها الإلكتروني (أو مواقعها). ستخضع هذه العروض والمسابقات والسحوبات أيضًا للقواعد واللوائح المنشورة مع هذه العروض والمسابقات والسحوبات. إذا قررت المشاركة، سيتعين عليك التسجيل مع الشركة، مما يتطلب منك تقديم بعض المعلومات الشخصية. المشاركة في هذه العروض والمسابقات والسحوبات هي اختيار طوعي تمامًا، وبالتالي لديك الخيار في التسجيل وتقديم معلوماتك الشخصية أم لا. تتضمن المعلومات المطلوبة عادةً معلومات الاتصال مثل الاسم، عنوان الشحن، عنوان البريد الإلكتروني، ورقم الهاتف. سنستخدم هذه المعلومات لإبلاغ الفائزين وتوزيع الجوائز. بالإضافة إلى ذلك، أثناء عملية التسجيل، يمكنك اختيار تلقي المزيد من الاتصالات ذات الصلة منا. إذا قررت الاشتراك، سنستخدم المعلومات المقدمة لإرسال الاتصالات التي تم وصفها في سياسة الخصوصية هذه.",

  "privacyandpolicy.otherInfoCollected.title": "5. معلومات أخرى تم جمعها",
  "privacyandpolicy.otherInfoCollected":
    "قد يتم جمع بعض المعلومات تلقائيًا في كل مرة تزور فيها مواقع الشركة، مثل ملفات تعريف الارتباط (الكوكيز) ومعلومات الكمبيوتر. بالإضافة إلى ذلك، قد يتم جمع معلومات من مصادر مستقلة وطرف ثالث. كما نقوم بجمع معلومات حول الصفحات التي تزورها داخل هذا الموقع. يتم تحديد بيانات زيارة الموقع من خلال عنوان URL فريد فقط.",

  "privacyandpolicy.newsletters.title": "6. النشرات الإخبارية",
  "privacyandpolicy.newsletters":
    "إذا كنت ترغب في الاشتراك في النشرة الإخبارية للشركة، فسنستخدم اسمك وعنوان بريدك الإلكتروني لإرسال النشرات الإخبارية إليك.",

  "privacyandpolicy.cookies.title": "7. ملفات تعريف الارتباط",
  "privacyandpolicy.cookies":
    "تستخدم الشركة كل من ملفات تعريف الارتباط الخاصة بجلسات العمل وملفات تعريف الارتباط الدائمة كجزء من تفاعلها مع متصفحك. ملف تعريف الارتباط هو معرّف أبجدي رقمي (ملف) تقوم مواقع الشركة بنقله إلى القرص الصلب لجهاز الكمبيوتر الخاص بك من خلال متصفح الويب لتمكين أنظمتها من التعرف على متصفحك لأغراض حفظ السجلات. تنتهي صلاحية ملف تعريف الارتباط الخاص بجلسة العمل عند إغلاقك للمتصفح، بينما يبقى ملف تعريف الارتباط الدائم على القرص الصلب لفترة ممتدة. نستخدم ملفات تعريف الارتباط الخاصة بجلسات العمل لتسهيل التنقل في مواقعنا. نستخدم ملفات تعريف الارتباط الدائمة لتحديد وتتبع الأقسام التي تزورها بشكل متكرر على موقعنا. كما نستخدم ملفات تعريف الارتباط الدائمة في الأماكن على موقعنا حيث يتعين عليك التسجيل ويمكنك تخصيص المعلومات التي تراها حتى لا تضطر إلى إدخال تفضيلاتك أكثر من مرة. من خلال تكوين الخيارات في متصفحك، يمكنك التحكم في كيفية معالجة ملفات تعريف الارتباط من قبل نظامك. ومع ذلك، إذا رفضت استخدام ملفات تعريف الارتباط، قد لا تتمكن من استخدام بعض الميزات على هذا الموقع وقد يُطلب منك إعادة إدخال المعلومات المطلوبة لإكمال الطلب أثناء الجلسات الجديدة أو المعطلة للمتصفح. بعض شركاء الشركة في العمل (على سبيل المثال، المعلنين) يستخدمون ملفات تعريف الارتباط على الموقع. ليس لدينا وصول أو سيطرة على هذه الملفات. وبناءً عليه، تغطي سياسة الخصوصية هذه استخدام ملفات تعريف الارتباط من قبل الشركة فقط ولا تغطي استخدام ملفات تعريف الارتباط من قبل أي معلنين.",

  "privacyandpolicy.logFiles.title": "8. ملفات السجل",
  "privacyandpolicy.logFiles":
    "كما هو الحال مع معظم المواقع الإلكترونية، تجمع الشركة بعض المعلومات تلقائيًا وتخزنها في ملفات السجل. تتضمن هذه المعلومات عناوين بروتوكول الإنترنت (IP)، نوع المتصفح، مزود خدمة الإنترنت (ISP)، صفحات الإحالة/الخروج، نظام التشغيل، الطابع الزمني للتاريخ/الوقت، وبيانات تدفق النقرات. تستخدم الشركة هذه المعلومات لتحليل الاتجاهات، وللكشف عن الاحتيال، ولإدارة مواقع الشركة، ولتتبع تحركات المستخدمين عبر المواقع الإلكترونية، ولجمع المعلومات الديموغرافية حول قاعدة مستخدمي الشركة ككل.",

  "privacyandpolicy.clearGifs.title":
    "9. الصور الواضحة (علامات الويب/أخطاء الويب)",
  "privacyandpolicy.clearGifs":
    'تستخدم الشركة تقنية برمجية تُسمى الصور الواضحة (المعروفة أيضًا بعلامات الويب/أخطاء الويب)، التي تساعدها في إدارة المحتوى على مواقعها الإلكترونية بشكل أفضل عن طريق إبلاغ الشركة بالمحتوى الفعّال. الصور الواضحة هي رسومات صغيرة تحتوي على معرّف فريد، وتشبه في عملها الكوكيز، وتُستخدم لتتبع تحركات المستخدمين عبر الإنترنت. وعلى عكس الكوكيز التي تُخزن على القرص الصلب لجهاز الكمبيوتر الخاص بالمستخدم، تُدمج الصور الواضحة بشكل غير مرئي في صفحات الويب وهي بحجم النقطة في نهاية هذه الجملة. تستخدم الشركة الصور الواضحة في رسائل البريد الإلكتروني القائمة على HTML لإعلام نفسها بالبريد الإلكتروني الذي تم فتحه من قبلكم. يتيح ذلك للشركة قياس فعالية بعض الاتصالات وفعالية الحملات التسويقية للشركة. إذا كنت ترغب في إلغاء الاشتراك من هذه الرسائل الإلكترونية، يرجى الرجوع إلى قسم "الاختيار وإلغاء الاشتراك" في سياسة الخصوصية هذه.',

  "privacyandpolicy.thirdPartySources.title":
    "10. المعلومات من المصادر الخارجية",
  "privacyandpolicy.thirdPartySources":
    "لتحسين الخدمات وتعزيز التخصيص، قد تحصل الشركة بشكل دوري على معلومات من مصادر خارجية مستقلة وتضيفها إلى معلومات حسابك. على سبيل المثال، عندما تزور موقعًا تعلن فيه الشركة وتضغط على الإعلان، قد تضع الشركة ملفات تعريف الارتباط (كوكيز) على جهاز الكمبيوتر الخاص بك.",

  "privacyandpolicy.thirdPartyAdvertising.title": "11. الإعلانات من طرف ثالث",
  "privacyandpolicy.thirdPartyAdvertising":
    "الإعلانات التي تظهر من وقت لآخر على مواقع الشركة يتم تقديمها لك من قبل طرف ثالث. يتم استخدام المعلومات حول زياراتك للمواقع، مثل عدد المرات التي شاهدت فيها الإعلان (ولكن دون اسمك أو عنوانك أو أي معلومات شخصية أخرى)، لعرض الإعلانات لك.",

  "privacyandpolicy.specialOffers.title": "12. العروض الخاصة والتحديثات",
  "privacyandpolicy.specialOffers":
    "تجمع الشركة معلومات حول الأقسام التي تزورها بشكل متكرر على موقعها الإلكتروني، حتى تتمكن من إرسال نشرتها الإخبارية والمعلومات المتعلقة بالعروض ذات الصلة، والترويجات، والمسابقات، والسحب التي قد تهمك. بناءً على ذلك، سترسل الشركة لك من حين لآخر معلومات حول المنتجات والخدمات والعروض الخاصة والترويجات والمسابقات.",

  "privacyandpolicy.serviceAnnouncements.title":
    "13. الإعلانات المتعلقة بالخدمة",
  "privacyandpolicy.serviceAnnouncements":
    "قد تقوم الشركة، ولكنها غير ملزمة، بإرسال إعلانات متعلقة بالخدمة فقط في حالات نادرة عندما يكون من الضروري القيام بذلك. على سبيل المثال، إذا تم تعليق خدمتنا مؤقتًا للصيانة، قد نرسل لك بريدًا إلكترونيًا. عمومًا، قد لا تتمكن من إلغاء الاشتراك في هذه الاتصالات لأنها غير ترويجية بطبيعتها. إذا كنت لا ترغب في تلقيها، قد يكون لديك خيار تعطيل حسابك.",
  "privacyandpolicy.research.title": "14. البحث",
  "privacyandpolicy.research":
    "نقوم أيضًا بجمع المعلومات لأغراض البحث وتقديم تقارير مجهولة المصدر للعملاء الداخليين والخارجيين. تستخدم الشركة المعلومات المجمعة لإجراء دراسات تسويقية وديموغرافية داخلية لتحسين خدمة العملاء وعروض المنتجات.",

  "privacyandpolicy.customerService.title": "15. خدمة العملاء",
  "privacyandpolicy.customerService":
    "سنتواصل معك استجابة لاستفساراتك، لتوفير المنتجات والخدمات التي تطلبها، ولإدارة حسابك. سنتواصل معك عبر البريد الإلكتروني أو الدردشة الحية أو الهاتف، وفقًا لرغباتك.",

  "privacyandpolicy.preferences.title": "16. التفضيلات",
  "privacyandpolicy.preferences":
    "تخزن الشركة المعلومات التي تجمعها من خلال الكوكيز وملفات السجل والمصادر الطرف الثالث لإنشاء ملف تعريف لتفضيلاتك، من أجل تحسين محتوى موقع الشركة لك.",

  "privacyandpolicy.informationSharing.title":
    "17. مشاركة المعلومات والكشف عنها",
  "privacyandpolicy.informationSharing":
    "لا تقوم الشركة ببيع أو تأجير أي من المعلومات التي تم جمعها إلى أطراف ثالثة لأي غرض، ولكنها تشارك المعلومات مع أطراف ثالثة كما هو موضح أدناه.",

  "privacyandpolicy.serviceProviders.title": "18. مقدمو الخدمات",
  "privacyandpolicy.serviceProviders":
    "تكشف الشركة عن المعلومات التي تم جمعها لمقدمي الخدمات الخارجيين اللازمين لتسهيل العمليات التالية: التحقق من العنوان، فحص الاحتيال، وشحن الطلبات.",

  "privacyandpolicy.otherThirdParties.title": "19. أطراف ثالثة أخرى",
  "privacyandpolicy.otherThirdParties":
    "تشارك الشركة المعلومات، بما في ذلك المعلومات الشخصية، مع شركاء خارجيين موثوقين حتى يتمكن العملاء من تلقي معلومات حول العروض والترويجيات من الأطراف الثالثة التي قد تهمهم. هؤلاء الشركاء الخارجيون ليس لديهم حقوق مستقلة لمشاركة المعلومات التي تم تزويدهم بها من قبلنا.",

  "privacyandpolicy.compliance.title": "20. الامتثال للسلطات القانونية",
  "privacyandpolicy.compliance":
    "كما هو مطلوب بموجب القانون، ولتنفيذ حقوق العملاء أو حقوق الشركة القانونية، وللامتثال للقوانين المحلية والولائية والفدرالية والدولية، قد تكشف الشركة المعلومات للوكالات الأمنية.",

  "privacyandpolicy.choiceOptOut.title": "21. الاختيار وإلغاء الاشتراك",
  "privacyandpolicy.choiceOptOut":
    "إذا كنت لا ترغب بعد الآن في تلقي الاتصالات الترويجية من الشركة، يمكنك 'إلغاء الاشتراك' في تلقيها باتباع التعليمات المرفقة في كل اتصال أو عن طريق إرسال بريد إلكتروني إلى الشركة على support@2ibn.com.",

  "privacyandpolicy.links.title": "22. الروابط إلى مواقع ويب أخرى",
  "privacyandpolicy.links":
    "هناك العديد من الأماكن في مواقع الشركة التي قد ترتبط بمواقع ويب أخرى لا تعمل بموجب سياسة الخصوصية هذه. عند النقر على هذه المواقع، لن تنطبق سياسة الخصوصية هذه بعد الآن. توصي الشركة بمراجعة بيانات الخصوصية لجميع مواقع الأطراف الثالثة لفهم إجراءاتها في جمع واستخدام وكشف معلوماتك الشخصية.",

  "privacyandpolicy.storageSecurity.title": "23. تخزين وأمن المعلومات الشخصية",
  "privacyandpolicy.storageSecurity":
    "تخزن الشركة المعلومات التي تجمعها على أجهزة كمبيوتر تقع في منشأة محكمة وآمنة محمية من الوصول أو الاستخدام أو الكشف غير المصرح به سواء كان بشكل مادي أو إلكتروني.",

  "privacyandpolicy.security.title": "24. الأمان",
  "privacyandpolicy.security":
    "تحمي الشركة خصوصية وسلامة المعلومات التي تجمعها من خلال اتباع البروتوكولات الإدارية المناسبة، والتدابير التقنية، وضوابط الأمان الفيزيائية المصممة لتحديد الوصول، واكتشاف ومنع الوصول غير المصرح به، أو الكشف، أو التعديل، أو التدمير للمعلومات التي تحت سيطرتها. تقوم الشركة بنقل المعلومات التي يستخدمها مقدمو الخدمات الخارجيون لها للعمليات المتخصصة المذكورة أعلاه عبر الشبكات العامة والخاصة باستخدام تقنيات التشفير المعترف بها، مثل استخدام برمجيات طبقة المقابس الآمنة (SSL)، التي تشفر المعلومات التي تقوم بإدخالها. على الرغم من أن الشركة تتبع الإجراءات الموضحة أعلاه لحماية المعلومات الشخصية المقدمة لها، إلا أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكترونية آمنة بنسبة 100%. وبالتالي، في حين أن الشركة تسعى لاستخدام وسائل مقبولة تجاريًا لحماية معلوماتك الشخصية، إلا أن الشركة لا يمكنها ضمان الأمان المطلق لها. إذا كان لديك أي أسئلة حول أمان الشركة على مواقعها الإلكترونية، فلا تتردد في إرسال بريد إلكتروني لنا على support@2ibn.com.",

  "privacyandpolicy.internetFraud.title": "25. الاحتيال على الإنترنت",
  "privacyandpolicy.internetFraud":
    "تتبع الشركة سياسة عدم التسامح مطلقًا مع الاحتيال عبر الإنترنت أو أي محاولة للوصول إلى أو الحصول على معلومات العملاء أو أي معلومات أخرى على مواقعها الإلكترونية عبر وسائل غير قانونية أو خفية. تعمل الشركة مع وكالات التحقيق في الاحتيال المحلية والوطنية والدولية وتستخدم مجموعة متنوعة من الوسائل الإلكترونية وغيرها من الوسائل للتصدي، واكتشاف، واعتراض الأنشطة الاحتيالية. تقوم الشركة بمقاضاة الجناة، إلى أقصى حد يسمح به القانون، الذين يتم القبض عليهم أثناء ارتكاب الأنشطة الاحتيالية على موقعها الإلكتروني. الوكالات التي تتعاون معها الشركة تشمل: السلطات المحلية والإقليمية للشرطة، ومكتب التحقيقات الفيدرالي في الولايات المتحدة، ووكالات الجمارك الأمريكية والدولية، والإنتربول.",

  "privacyandpolicy.internationalTransfer.title": "26. النقل الدولي",
  "privacyandpolicy.internationalTransfer":
    "قد يتم تخزين المعلومات الشخصية التي تجمعها الشركة ومعالجتها في الولايات المتحدة أو في أي دولة أخرى حيث تحتفظ الشركة أو الشركات التابعة لها أو وكلاؤها بمرافق. باستخدامك لمواقع الشركة، فإنك توافق على أي نقل لتلك المعلومات الشخصية خارج بلدك.",

  "privacyandpolicy.children.title": "27. الأطفال",
  "privacyandpolicy.children":
    "مواقع الشركة ليست موجهة أو مخصصة للأشخاص الذين تقل أعمارهم عن 13 عامًا. الشركة لا تبيع أو تشتري المنتجات أو الخدمات للأطفال. أي شخص يقدم معلوماته للشركة عبر مواقع الشركة يقر أمام الشركة بأنه في سن 13 عامًا أو أكبر.",

  "privacyandpolicy.changes.title": "28. التغييرات على هذا البيان",
  "privacyandpolicy.changes":
    "ستقوم الشركة بتحديث سياسة الخصوصية من وقت لآخر، مع تعديل تاريخ آخر تحديث في أعلى سياسة الخصوصية والإشارة إلى طبيعة التعديلات ضمن البيان. ستقوم الشركة بإخطار العملاء بالتغييرات الجوهرية في هذا البيان عبر البريد الإلكتروني أو عن طريق وضع إشعار بارز على موقعها الإلكتروني.",

  "privacyandpolicy.contactInformation.title": "29. معلومات الاتصال",
  "privacyandpolicy.contactInformation":
    "يمكنك الاتصال بالشركة عبر البريد الإلكتروني على support@2ibn.com.",
  "privacyandpolicy.bottomDesc": "آخر تحديث: أكتوبر 2024",
  "privacyandpolicy.bottomDescAllRight": "جميع الحقوق محفوظة.",

  "contact.title": "اتصل بنا",
  "contact.desc":
    "نحن هنا للمساعدة والإجابة على أي سؤال قد يكون لديك. نتطلع لسماع أخبارك!",
  "contact.email": "البريد الإلكتروني",
  "contact.phone": "الهاتف",
  "contact.address": "العنوان",
  "contact.formTitle": "نموذج الاتصال",
  "contact.formName": "الاسم",
  "contact.formEmail": "البريد الإلكتروني",
  "contact.formSubject": "الموضوع",
  "contact.formMessage": "الرسالة",
  "contact.btn": "إرسال الرسالة",
  "contact.formResponse": "وقت الاستجابة",
  "contact.formWithin": "خلال 24 ساعة",
  "contact.successTitle": "تم إرسال الرسالة!",
  "contact.successDesc": "شكرًا على التواصل معنا. سنعود إليك في أقرب وقت ممكن.",
  "contact.successSuggest": "إرسال رسالة أخرى",

  "shadcndialog.close": "إغلاق",

  "testimonials.desc":
    "2ibn هي منصة لبيع الكاماس للعبة Dofus تضمن تسليمات فائقة السرعة في 3 إلى 15 دقيقة لـ 99% من الطلبات، مع خدمة متاحة على مدار الساعة طوال أيام الأسبوع. يتميز الموقع بأسعاره التنافسية ويحافظ على المخزون على جميع خوادم Dofus، ملتزمًا بتقديم أفضل الأسعار في السوق. عملية الشراء بسيطة: بعد تقديم الطلب، يتصل وكيل مباشرة بالعميل لترتيب الدفع والتسليم داخل اللعبة عبر نقطة لقاء، مما يضمن إجراء معاملة سريعة وآمنة.",
  "testimonials.delivery": "تسليم سهل وفوري",
  "testimonials.guarantee": "مضمون 100% آمن",
  "testimonials.refund": "مضمون استرداد الأموال",

  "paymentMode.title": "اختر طريقة الدفع لاستخدامها لهذا الطلب أدناه",
  "paymentMode.titleMorroco": "التحويل البنكي",
  "paymentMode.fee": "الرسوم",
  "checkout.step1": "الخطوة {step1} - تسجيل الدخول",
  "checkout.step2Conn": "الخطوة {step2} - معلومات الفوترة",
  "checkout.step2NoConn": "الخطوة {step2} - معلومات الحساب والفوترة",
  "checkout.step3": "الخطوة {step3} - طريقة الدفع",
  "checkout.step4": "الخطوة {step4} - تأكيد الطلب",
  "checkout.continu": "استمر",

  "checkout.acc": "الصفحة الرئيسية",
  "checkout.pan": "العربة",
  "checkout.com": "الطلب",
  "checkout.orderTitle": "اسم المنتج",
  "checkout.jeu": "منتج",
  "checkout.qty": "الكمية",
  "checkout.price": "السعر",
  "checkout.total": "الإجمالي",
  "checkout.server": "الخادم",
  "checkout.qtyDeliver": "كمية التسليم",
  "checkout.characterName": "اسم الشخصية",
  "checkout.sousTotal": "المجموع الفرعي",
  "checkout.btnCom": "تأكيد الطلب",
  "checkout.notCartFound":
    "عربتك فارغة. يرجى إضافة العناصر إلى عربتك قبل الانتقال إلى صفحة الدفع.",

  "paymentMethod.title": "معلومات الدفع الخاصة بي",
  "paymentMethod.subTitle": "طرق الدفع الخاصة بي",
  "paymentMethod.payBtn": "طرق الدفع الخاصة بي",
  "paymentMethod.addBtn": "إضافة",
  "paymentMethod.bankCardTitle": "بطاقة بنكية",
  "paymentMethod.paymentType": "نوع الدفع",
  "paymentMethod.paymentTypePlace": "اختر طريقة الدفع",
  "paymentMethod.paymentEmail": "البريد الإلكتروني لـ PayPal",
  "paymentMethod.paymentCardNum": "رقم البطاقة",
  "paymentMethod.paymentCardDate": "تاريخ انتهاء الصلاحية",
  "paymentMethod.paymentTrc20": "عنوان TRC20",
  "paymentMethod.paymentRibPlace": "رقم RIB",
  "paymentMethod.paymentBtn": "إضافة طريقة دفع",
  "paymentMethod.deleteBtn": "حذف",
  "paymentMethod.notPaymentFound": "لم تتم إضافة أي طريقة دفع",
  "paymentMethod.bankTitle": "البنك",
  "paymentMethod.profilebankTitle": "طرق الدفع الخاصة بي",
  "paymentMethod.profilebankNotFound": "لم يتم العثور على طريقة دفع",
  "paymentMethod.profileBankExpire": "منتهي الصلاحية",
  "paymentMethod.profileBankCrypto": "عنوان العملة المشفرة",
  "paymentMethod.successMessageAdd": "تم إضافة طريقة دفع جديدة",
  "paymentMethod.successMessageDel": "تم حذف طريقة الدفع بنجاح",
  "paymentMethod.errorMessage": "حدث خطأ ما",

  "confirmEmail.title": "مرحبًا",
  "confirmEmail.object": "مرحبًا بك في 2iBn 🎮 تجربة لعب مبسطة!",
  "confirmEmail.subtitle":
    "شكرًا لتسجيلك في 2iBn! يمكنك الآن الوصول إلى خدماتنا السريعة والآمنة لتعزيز ألعابك/خدماتك المفضلة.",
  "confirmEmail.start": "لبدء الاستخدام، قم بزيارة موقعنا هنا:",
  "confirmEmail.contact":
    "لا تتردد في التواصل معنا إذا كنت بحاجة إلى مساعدة. نحن متاحون لخدمتك على مدار الساعة طوال أيام الأسبوع.",
  "confirmEmail.bientot": "نراك قريبًا واستمتع باللعب،",
  "confirmEmail.thanks": "فريق 2iBn",
  "confirmEmail.copyright": "جميع الحقوق محفوظة",
  "confirmEmail.website": "الموقع الإلكتروني",
  "confirmEmail.exchangeLink": "تبادل الكاماس",
  "confirmEmail.sellLink": "بيع الكاماس الخاصة بك",
  "confirmEmail.bottomSpam":
    "تم إرسال هذا البريد الإلكتروني بواسطة 2IBN. لضمان استلام رسائلنا، أضف support@2ibn.com إلى قائمة جهات الاتصال الخاصة بك.",

  "orderConfirmation.title": "مرحبًا",
  "orderConfirmation.object": "🎉 تم تأكيد الطلب! 🚀",
  "orderConfirmation.orderConfirmed":
    "شكرًا لطلبك على 2iBn! يسعدنا معالجة طلبك لك.",
  "orderConfirmation.confirmedV": "إليك تفاصيل طلبك:",
  "orderConfirmation.orderNumber": "رقم الطلب",
  "orderConfirmation.product": "المنتج/الخدمة",
  "orderConfirmation.totalPrice": "المبلغ الإجمالي",
  "orderConfirmation.orderDate": "تاريخ الطلب",
  "orderConfirmation.status": "قيد المعالجة",
  "orderConfirmation.statusText": "حالة",
  "orderConfirmation.copyright": "جميع الحقوق محفوظة",
  "orderConfirmation.productTab": "المنتج",
  "orderConfirmation.server": "الخادم",
  "orderConfirmation.quantity": "الكمية",
  "orderConfirmation.price": "السعر لكل وحدة",
  "orderConfirmation.totalText": "الإجمالي",
  "orderConfirmation.supportMessage":
    "فريقنا يعمل بنشاط لمعالجة طلبك. ستتلقى بريدًا إلكترونيًا بمجرد أن يكون جاهزًا أو تم تسليمه. في غضون ذلك، يمكنك التحقق من سجل طلباتك هنا:",
  "orderConfirmation.myAccount": "👉 حسابي",
  "orderConfirmation.emailInform":
    "ستتلقى بريدًا إلكترونيًا للتأكيد بمجرد أن يكون طلبك جاهزًا. تحتاج إلى مساعدة أو لديك سؤال؟",
  "orderConfirmation.contactSupport":
    "اتصل بدعمنا في أي وقت عبر support@2ibn.com أو من خلال الدردشة المباشرة. شكرًا لثقتك بنا لتلبية احتياجاتك. نتطلع لمساعدتك في تحسين تجربتك في اللعب!",
  "orderConfirmation.cordial": "مع أطيب التحيات",
  "orderConfirmation.teams": "فريق 2iBn",
  "orderConfirmation.website": "الموقع الإلكتروني",
  "orderConfirmation.exchangeLink": "تبادل الكاماس",
  "orderConfirmation.sellLink": "بيع الكاماس الخاصة بك",
  "orderConfirmation.bottomSpam":
    "تم إرسال هذا البريد الإلكتروني بواسطة 2IBN. لضمان استلام رسائلنا، أضف verification@2ibn.com إلى قائمة جهات الاتصال الخاصة بك.",

  "cookie.title": "إدارة الكوكيز",
  "cookie.titleDesc": "نستخدم الكوكيز لتحسين تجربتك",
  "cookie.btnPerso": "تخصيص",
  "cookie.btnAccet": "قبول الكل",
  "cookie.detailParamsTitle": "إعدادات الكوكيز التفصيلية",
  "cookie.essTitle": "الكوكيز الأساسية",
  "cookie.essDesc": "الكوكيز الضرورية لتشغيل الموقع",
  "cookie.perfTitle": "الكوكيز الخاصة بالأداء",
  "cookie.perfDesc": "تحسن الأداء وتجربة المستخدم",
  "cookie.markTitle": "الكوكيز الإعلانية",
  "cookie.markDesc": "تخصيص المحتوى الإعلاني",
  "cookie.optRefus": "رفض الكوكيز الاختيارية",
  "cookie.optAccept": "قبول جميع الكوكيز",
} as const;
